"%@ (optional)" = "%@ (campo facoltativo)";

"Account number" = "Numero conto";

"Address" = "Indirizzo";

"Address line 1" = "Indirizzo riga 1";

"Address line 2" = "Indirizzo riga 2";

"Area" = "Area";

"BLIK code" = "Codice BLIK";

"BSB number" = "Numero BSB";

"Billing address is same as shipping" = "L'indirizzo di fatturazione è uguale all'indirizzo di spedizione";

"Cancel" = "Annulla";

"Card brand" = "Circuito carta";

"City" = "Città";

"Code field" = "Campo codice";

"Company" = "Azienda";

"Continue" = "Continua";

"Country" = "Paese";

"Country or region" = "Paese o area geografica";

"County" = "Contea";

"Date is empty." = "Il campo della data è vuoto.";

"Department" = "Dipartimento";

"District" = "Distretto";

"Do Si" = "Do Si";

"Do you want to close this form?" = "Chiudere il modulo?";

"Done" = "Fine";

"Double tap to edit" = "Tocca due volte per modificare";

"Edit" = "Modifica";

"Eircode" = "Eircode";

"Email" = "Email";

"Emirate" = "Emirato";

"Error" = "Errore";

"First" = "Nome";

"Full name" = "Nome completo";

"Incomplete phone number" = "Numero di telefono incompleto";

"Invalid UPI ID" = "ID UPI non valido";

"Island" = "Isola";

"Last" = "Cognome";

"Name" = "Nome";

"Name on account" = "Nome sul conto";

"OK" = "OK";

"Oblast" = "Oblast";

"Other" = "Altro";

"Parish" = "Contea";

"Phone" = "Telefono";

"Phone number" = "Numero di telefono";

"Postal code" = "Codice postale";

"Prefecture" = "Prefettura";

"Province" = "Provincia";

"Remove" = "Rimuovi";

"Remove bank account" = "Rimuovi conto bancario";

"Remove bank account ending in %@" = "Rimuovi conto bancario che termina con %@";

"Remove card" = "Rimuovi la carta";

"Search" = "Cerca";

"Select card brand (optional)" = "Seleziona il circuito della carta (facoltativo)";

"Sort code" = "Sort code";

"State" = "Stato";

"Suburb" = "Località";

"Suburb or city" = "Località o città";

"The BSB you entered is incomplete." = "Il numero BSB inserito è incompleto";

"The ID number you entered is incomplete." = "Il numero del documento di identità inserito non è completo.";

"The account number you entered is incomplete." = "Il numero del conto inserito è incompleto.";

"The sort code you entered is invalid." = "Il sort code inserito non è valido.";

"Town or city" = "Città";

"UPI ID" = "ID UPI";

"Unable to parse phone number" = "Impossibile analizzare il numero di telefono";

"Use rotor to access links" = "Utilizza l'ingranaggio per accedere ai link";

"Your BLIK code is incomplete." = "Il codice BLIK non è completo.";

"Your BLIK code is invalid." = "Il codice BLIK non è valido.";

"Your ZIP is incomplete." = "Il CAP è incompleto.";

"Your email is invalid." = "Indirizzo email non valido.";

"Your payment information will not be saved." = "I dati di pagamento non verranno salvati.";

"Your postal code is incomplete." = "Il codice postale è incompleto.";

"ZIP" = "ZIP";
